Repository: gchil12/classroom.ge
Catalog: classroom_ge/locale/*/LC_MESSAGES/django.po
Languages: ka

source: profile_picture
ka: პროფილის სურათი

source: phone_number
ka: მობილურის ნომერი

source: school_year
ka: სასკოლო წელი

source: test_start_time
ka: დაწყების დრო

source: test_end_time
ka: დამთავრების დრო

source: student
ka: მოსწავლე

source: classroom
ka: საკლასო ოთახი

source: subscribe
ka: გაწევრიანება

source: already_subscribed_to_classroom
ka: თქვენ უკვე ხართ აღნიშნულ საკლასო ოთახში გაწევრიანებული

source: subscribed_to_classroom_successfully
ka: საკლასო ოთახში გაწევრიანება წარმატებით დასრულდა!

source: error_unauthorized_access
ka: თქვენ არ ხართ ავტორიზებული აღნიშნული ქმედებისთვის

source: deadline_passed
ka: ჩაბარების ვადა ამოიწურა

source: test_submitted_sucessfully
ka: ტესტი დაემატა წარმატებით

source: something_is_wrong
ka: უცნობი შეცდომა. განმეორების შემთხვევაში გთხოვთ დაგვიკავშირდეთ

source: None
ka: არცერთი

source: class_level
ka: საფეხური

source: please_check_lesson_date
ka: გთხოვთ გადაამოწმოთ გაკვეთილის ჩატარების დღე

source: please_check_start_and_end_times
ka: გთხოვთ გადაამოწმოთ დაწყების და დამთავრების დროები

source: deadline
ka: ჩაბარების ბოლო ვადა

source: owner
ka: შემქმნელი

source: name
ka: სახელი

source: subject
ka: საგანი

source: description
ka: აღწერა

source: online_meeging_link
ka: ონლაინ შეხვედრების ლინკი

source: date_created
ka: შექმნის თარიღი

source: is_archived
ka: დაარქივებულია

source: lesson_date
ka: გაკვეთილი ჩატარების დღე

source: lesson_start_time
ka: დაწყების დრო

source: lesson_end_time
ka: დამთავრების დრო

source: assignment
ka: დავალება

source: quiz
ka: ქვიზი

source: test
ka: ტესტი

source: exam
ka: გამოცდა

source: lesson
ka: გაკვეთილი

source: test_type
ka: ტესტის სახეობა

source: test_deadline
ka: ჩაბარების ბოლო ვადა

source: question
ka: კითხვა

source: video_lecture
ka: ვიდეო გაკვეთილი

source: user
ka: მომხმარებელი

source: subsription
ka: გაწევრიანება

source: google_calendar_event
ka: Google Calendar-ის ევენთი

source: are_you_shure_to_delete_classroom_with_name
ka: დარწმუნებული ხართ, რომ გსურთ შემდეგი საკლასო ოთახის წაშლა:

source: delete
ka: წაშლა

source: cancel
ka: გაუქმება

source: are_you_shure_to_delete_lesson_with_name
ka: დარწმუნებული ხართ, რომ გსურთ შემდეგი საკლასო ოთახის წაშლა:

source: are_you_shure_to_delete_test_with_name
ka: დარწმუნებული ხართ, რომ გსურთ შემდეგი დავალების წაშლა:

source: new_class_created
ka: შეიქმნა ახალი საკლასო ოთახი

source: invalid_input
ka: შეამოწმეთ ველების სისწორე

source: classroom_deleted
ka: საკლასო ოთახი წარმატებით წაიშალა

source: classroom_archived
ka: საკლასო ოთახი დაარქივებულია

source: classroom_unarchived
ka: საკლასო ოთახი ამოაარქივებულია

source: new_lesson
ka: ახალი გაკვეთილი

source: exercises_added_successfully
ka: სავარჯიშოები დაემატა წარმატებით

source: unknown_error_refresh
ka: უცნობი შეცდომა. გთხოვთ სცადოთ ხელახლა.

source: test_deleted
ka: ტესტი წაიშალა წარმატებით

source: video_already_is_added_to_lesson
ka: ვიდეო უკვე დამატებულია გაკვეთილში

source: could_not_add_video_to_lesson
ka: ვიდეოს დამატება ვერ მოხერხდა

source: video_added_to_lesson
ka: ვიდეო წარმატებით დაემატა

source: Personal info
ka: პირადი ინფორმაცია

source: Permissions
ka: მომხმარებლის უფლებები

source: Important dates
ka: მნიშვნელოვანი თარიღები

source: confirm_email
ka: გაიმეორეთ ელ-ფოსტა

source: this_field_is_required
ka: აღნიშნული ველის შევსება აუცილებელია

source: confirm_password
ka: გაიმეორეთ პაროლი

source: surname
ka: გვარი

source: date_of_birth
ka: დაბადების თარიღი

source: school
ka: სკოლა

source: city
ka: ქალაქი

source: email
ka: ელ-ფოსტა

source: password
ka: პაროლი

source: chosen_date_in_future
ka: თარიღი არასწორია

source: invalid_email
ka: შეამოწმეთ ელ-ფოსტის სისწორე

source: emails_do_not_match
ka: ელ-ფოსტები არ ემთხვევა ერთმანეთს

source: email_verified
ka: ელ-ფოსტა ვერიფიცირებულია

source: is_student
ka: სტუდენტის სტატუსი

source: is_teacher
ka: მასწავლებლის სტატუსი

source: is_moderator
ka: მოდერატორის სტატუსი

source: is_administrator
ka: ადმინისტრატორის სტატუსი

source: email_already_registered
ka: აღნიშნული ელ-ფოსტა უკვე დარეგისტრირებულია

source: User
ka: მომხმარებელი

source: Users
ka: მომხმარებლები

source: subject_already_registered
ka: აღნიშნული სახელით საგანი უკვე არსებობს

source: identifier
ka: იდენტიფიკატორი

source: identifier_already_registered
ka: აღნიშნული სახელით თემა უკვე არსებობს უკვე არსებობს

source: topic_already_registered
ka: აღნიშნული თემა უკვე დარეგისტრირებულია

source: single_choice
ka: Signle Choice

source: open_end
ka: ღია კითხვა

source: question_id
ka: კითხვის ID

source: text
ka: ტექსტი

source: question_text_already_exists
ka: სავარჯიშოს ტექსტი ბაზაში უკვე არსებობს

source: question_type
ka: კითხვის ტიპი

source: topic
ka: თემა

source: is_correct
ka: სწორია

source: url
ka: ლინკი

source: title
ka: სათაური

source: has_read
ka: წაკითხულია

source: login
ka: შესვლა

source: dont_have_account_questionmark
ka: არ ხართ დარეგისტრირებული?

source: registration
ka: რეგისტრაცია

source: message_first_step_of_registration_done
ka: თქვენ წარმატებით დარეგისტრირდით! შეამოწმეთ ელ-ფოსტა და გაიარეთ იმეილის ვერიფიკაცია, რათა შეძლოთ ისარგებლოთ ჩვენი სერვისებით.

source: hello
ka: გამარჯობათ

source: follow_link_for_email_verification
ka: გთხოვთ გადახვიდეთ შემდეგ ბმულზე ანგარიშის ვალიდაციისთვის

source: activation_link_expired
ka: აქტივაციის ლინკის ვადა ამოიწურა

source: resend_activation_code
ka: აქტივაციის ლინკის ხელახლა გამოგზავნა

source: email_or_password_does_not_exist
ka: ელ. ფოსტა ან პაროლი არასწორია

source: email_is_not_verified_yet
ka: ელ. ფოსტა არ არის ვერიფიცირებული

source: activate_account
ka: ანგარიშის აქტივაცია

source: email_activation_was_successfull
ka: ელექტრონული ფოსტის აქტივაცია წარმატებით განხორციელდა!

source: something_went_wrong
ka: უცნობი შეცდომა. განმეორების შემთხვევაში გთხოვთ დაგვიკავშირდეთ

source: classroom_already_added_to_google_calendar
ka: საკლასო ოთახი უკვე არის დამატებული Google Calendar-ში!

source: error_in_class_subscription
ka: შეცდომა კლასის გამოწერაში

source: error_adding_lesson_event_to_google_calendar
ka: პრობლემა გაკვეთილის Google Calendar-შო დამატებისას...

source: error_adding_lesson_event_to_database
ka: პრობლემა გაკვეთილის კალენდრის მონაცემთა ბაზაში დამატებისას...

source: classroom_sucessfully_added_to_calendar
ka: საკლასო ოთახი წარმატებით დაემატა კალენდარში!

source: Georgian
ka: ქართული

source: password_only_contains_these_characters
ka: პაროლი შეიძლება შეიცავდეს მხოლოდ ლათინურ ასოებს (a-z,A-Z), ციფრებს (0-9) და შემდეგ სიმბოლოებს ~!@#$%^&*()_-+={[}]:;<,>.?

source: password_at_lest_eight_chars
ka: პაროლი უნდა შეიცავდეს არანაკლებ 8 სიმბოლოს

source: password_not_more_than_50_chars
ka: პაროლი უნდა შეიცავდეს არაუმეტეს 50 სიმბოლოს

source: password_at_lest_one_digit
ka: პაროლი უნდა შეიცავდეს ერთ ციფრს (0-9) მაინც

source: password_at_lest_one_uppercase
ka: პაროლი უნდა შეიცავდეს ერთ დიდ ლათინურ სიმბოლოს მაინც (A-Z)

source: password_at_lest_one_lowercase
ka: პაროლი უნდა შეიცავდეს ერთ პატარა ლათინურ სიმბოლოს მაინც (a-z)

source: password_at_lest_one_special
ka: პაროლი უნდა შეიცავდეს ერთ სპეციალურ სიმბოლოს მაინც: ~!@#$%^&*()_-+={[}]:;<,>.?

source: passwords_do_not_match
ka: პაროლები არ ემთხვევა ერთმანეთს
